[Cues]
Cue_E4_2C_Kitchen_WilliamFindingkeys_William_010="A-ha! You can't hide from me forever!"
Cue_E4_2C_LivingRoom_EditedVoices_Chloe_010="Max, tell him..."
Cue_E4_2C_LivingRoom_EditedVoices_William_010="Hey, honey..."
Cue_E4_2C_LivingRoom_EditedVoices_William_020="What?"
Cue_E4_2C_LivingRoom_EditedVoices_William_030="Oh, I didn't know you had to get groceries. Of course I'll come pick you up."
Cue_E4_2C_LivingRoom_EditedVoices_William_040="These keys aren't as faithful as you and Max..."
Cue_E4_2C_LivingRoom_Insertion_Chloe_020="Someday Dad will get one of them newfangled computers."
Cue_E4_2C_LivingRoom_Insertion_Chloe_050="Not until I see it first! You know the rules, Dad!"
Cue_E4_2C_LivingRoom_Insertion_Chloe_060="Max, tell him... Hey, you look totally pale. Are you okay?"
Cue_E4_2C_LivingRoom_Insertion_Chloe_090="Well, I might just allow this one into the family album…"
Cue_E4_2C_LivingRoom_Insertion_Chloe_110="But not the cook... hint hint, Daddy?"
Cue_E4_2C_LivingRoom_Insertion_Chloe_130="You mean pancakes?"
Cue_E4_2C_LivingRoom_Insertion_Chloe_150="Oui. I volunteer to break the eggs!"
Cue_E4_2C_LivingRoom_Insertion_Max_010="Whoa, what is this…"
Cue_E4_2C_LivingRoom_Insertion_Max_070="Yeah, I just... Yeah, I'm fine..."
Cue_E4_2C_LivingRoom_Insertion_William_030="I hope the flash didn't scare you, Max."
Cue_E4_2C_LivingRoom_Insertion_William_040="This is a keeper."
Cue_E4_2C_LivingRoom_Insertion_William_080="Okay Chloe, give me the thumbs-up or thumbs-down…"
Cue_E4_2C_LivingRoom_Insertion_William_100="You're the boss."
Cue_E4_2C_LivingRoom_Insertion_William_120="Yes, we can't expect your mother to rush home and serve us slackers. Who wants to help me make crêpes?"
Cue_E4_2C_LivingRoom_Insertion_William_140="In France they call them "crêpes." And a good French chef needs his assistants. If you want to eat breakfast."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Chloe_020="Dude, I am so lucky that my father is cool…"
Cue_E4_2C_LivingRoom_MaxDoesNothing_Chloe_030="Max, you are being so fucking strange, like you're never going to see us again."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Chloe_050="I don't know exactly what you're talking about, but come on. You have made things different, like my whole life. You're my best friend. I've got you and a great family. What's to be sorry for? We'll be best friends forever. And when we grow up we're taking over the world."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Chloe_060="You look like you're taking a picture of me..."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Max_040="Chloe, I'm so sorry...|I tried to make things different for you... I...|I did try... I'm sorry."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Max_055="Listen, whatever happens, I want you to be strong. Even if you feel like I wasn't there for you... because I will never abandon you, Chloe. I'll always have your back. Always."
Cue_E4_2C_LivingRoom_MaxDoesNothing_Max_080="I will."
Cue_E4_2C_LivingRoom_MaxDoesNothing_William_010="These keys aren't as faithful as you and Max... Be right back and maybe I'll have an early treat from Bean City... if the queen lets her squire have a mocha..."
Cue_E4_2C_LivingRoom_MaxDoesNothing_William_070="Watch out for Chloe while I'm gone, Max!"
Cue_E4_2C_LivingRoom_MaxPhonDiner_Max_010="Uh, hello... Hi, could I please talk to Joyce Price?"
Cue_E4_2C_LivingRoom_MaxPhonDiner_Max_020="Oh, she left? Damn. Uh... are you sure? Okay, sorry. Thanks."
Cue_E4_2C_LivingRoom_MaxPickUpPhone_Max_010="Sorry, wrong number…"
Cue_E4_2C_LivingRoom_MaxPickUpPhone_William_020="Max, come on, you know better than that. Hello?"
Cue_E4_2C_LivingRoom_MaxPickUpPhone_William_030="Hello?"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_Chloe_020="Another dollar for the swear jar!"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_William_010="Shit, where are those keys?"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_William_030="You're bankrupting me!"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_William_040="I knew this thing would come in handy... How did my keys get in here?"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_William_050="I knew this thing would come in handy... How the hell did my keys end up here?"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_William_060="I knew this thing would come in handy... Why are my keys under here?"
Cue_E4_2C_LivingRoom_WilliamBeepKeys_William_070="I knew this thing would come in handy... How did my keys get out here?"
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_Chloe_090="Max, you are being so fucking strange. You feel okay?"
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_Max_040="You can take the bus, right? The stop is right down the street!"
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_Max_060="Oh yeah, the bus is great! It comes every 15 minutes and there'll be plenty of room for you and Joyce and groceries and it will save the environment..."
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_Max_080="I know Chloe will."
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_Max_100="Chloe, I am... awesome. We are awesome!"
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_William_010="I know I had those keys right here... I know it..."
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_William_020="Forgot all about you, little buddy... Release the keys!"
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_William_030="Of course. Last time I order from SpyGuy Electronics…"
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_William_050="This I can do. Good call, Max."
Cue_E4_2C_LivingRoom_WilliamBeepNoKeys_William_070="You sold me already. I'm off to yonder bus stop. Joyce will love this."
Cue_E4_2C_LivingRoom_WilliamKeysOnMax_Chloe_020="Another dollar for the swear jar!"
Cue_E4_2C_LivingRoom_WilliamKeysOnMax_Max_050="I was just... Are you sure Joyce is ready? Let's wait... I... Sorry. Here..."
Cue_E4_2C_LivingRoom_WilliamKeysOnMax_William_010="Okay, where did you last put those keys... Think, think... Screw that."
Cue_E4_2C_LivingRoom_WilliamKeysOnMax_William_030="You won't escape me now."
Cue_E4_2C_LivingRoom_WilliamKeysOnMax_William_040="Max, this is not the best time for a prank. Key, please."
Cue_E4_2C_LivingRoom_WilliamKeysOnMax_William_060="I'll get you back someday."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeysMobilePhone_William_010="Hey, honey... I have no idea why the home phone didn't ring just now... I'm just making a fabulous breakfast with Chloe and Max. We're all going to work at the Two Whales—what? Oh, I didn't know you had to get groceries. Of course I'll come pick you up. Now I have an excuse to get a mocha. Be there shortly. Love you..."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_030="You are ridiculous."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_050="Dad!"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_070="She's never leaving me!"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_100="That's a dollar for the swear jar!"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_Chloe_130="Dude, I am so lucky that my father is cool…"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_010="Hey, honey... Just making a fabulous breakfast with Chloe and Max. We're all going to work at the Two Whales—what? Oh, I didn't know you had to get groceries. Of course I'll come pick you up. Now I have an excuse to get a mocha. Be there shortly. Love you..."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_020="Excuse me, ladies, I have to go rescue yonder Queen at the Sav-Mart. She doth have many bags of delicious grub for us to feast upon."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_040="You'll be grateful for that someday. Now lock up after I leave, play nice, try not to destroy too much of the house. And no Chloe and Max wine-tasting session…"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_060="Don't blow it because tonight your mother promised to make us her world-famous salmon surprise with chocolate cake for dessert. Max, you'll be here too, right?"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_080="That makes all of us."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_090="Shit, where are my keys?"
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_110="You mean your college fund. Keys, please..."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_120="These keys aren't as faithful as you and Max... Be right back and maybe I'll have an early treat from Bean City... if the queen lets her squire have a mocha..."
Cue_E4_2C_LivingRoom_WilliamNeedCarKeys_William_140="And no Chloe and Max wine-tasting session..."
